source/_posts/translation/are-you-an-anarchist.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-05 Tue 05:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>are you an anarchist / 你是無政府主義者嗎</title>
<meta name="generator" content="Org-mode" />
<meta name="author" content="David Graeber" />
<link rel="stylesheet" href="../css/org-page.css"/>
</head>
<body>
<div id="content">
<h1 class="title">are you an anarchist / 你是無政府主義者嗎</h1>
<div id="table-of-contents">
<h2>overview</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org67777f3">題解</a></li>
<li><a href="#orgaa8d2c">譯文</a></li>
<li><a href="#orge8a54a4">原文</a></li>
</ul>
</div>
</div>

<div id="outline-container-org67777f3" class="outline-2">
<h2 id="org67777f3">題解</h2>
<div class="outline-text-2" id="text-org67777f3">
<ul class="org-ul">
<li><p>本譯文算是我的自我解釋</p><p>爲了向 我愛的 關心我的朋友 解釋我最近的想法和行爲</p></li>

<li><p>原文的作者 David Graeber 是美國人類學家</p><p>其著作頗豐 對現代城市中的人類行爲有有趣的見解</p></li></ul>
</div>
</div>

<div id="outline-container-orgaa8d2c" class="outline-2">
<h2 id="orgaa8d2c">譯文</h2>
<div class="outline-text-2" id="text-orgaa8d2c">
<ul class="org-ul">
<li><p>你可能以已經聽說過 無政府主義 一詞</p><p>也聽說過 無政府主義者 所具有的信條</p><p>但是 很可能你所聽說的相關的一切都是胡說</p></li>

<li><p>很多人 誤認爲 無政府主義者 是 暴力 混亂 破壞 的倡導者</p><p>誤認爲 他們反對所有形式的秩序和組織</p><p>誤認爲 他們是狂熱的 想要炸毀一切的 虛無主義者</p><p>這些都與事實相去甚遠</p><p>其實 無政府主義 就是</p><p>相信人們不必被強迫也能合理行事</p><p>這只是很簡單的想法</p><p>但是正是這個簡單的想法</p><p>讓有錢有權的人覺得極端危險</p></li>

<li><p>簡單地說 無政府主義者的信條 可以歸結爲兩條基本假設</p><p>第一是</p><p>在正常情況下人們都會儘量 通情達理 並且 遵守禮節 [reasonable and decent]</p><p>並且不用告訴他們 他們就能組織好他們自己還有他們的社區</p><p>第二是</p><p>權利會腐敗</p></li>

<li><p>無政府主義 主要就是</p><p>有勇氣去追隨 我們賴以爲生的 常禮[common decency] 和其邏輯結論</p></li>

<li><p>也許聽起來很奇怪</p><p>在很多重要的方面 你可能已經是無政府主義者了 &#x2013; 只是你自己沒有意識到</p></li>

<li><p>我們以日常生活中的一些例子爲例</p><p></p><p><ul class="org-ul"></p><p><li><p>如果人們正在排隊等着進入一輛擁擠的公交車</p><p>你是會耐心地排隊</p><p>還是會擠過人羣 ?</p></li></ul></p></li>

<li><p>如果你的回答是 "耐心排隊"</p><p>那麼你就已經習慣了像無政府主義者一樣行事!</p><p>因爲最基本的無政府主義原則就是 <b>自治</b> [self-organization]</p><p>即 相信人們不需要以起訴相威脅</p><p>就能理解他人並且相互尊重</p></li>

<li><p>每個人都相信 自己能合理行事</p><p>如果他們認爲法律和警察是必要的</p><p>只是因爲他們不相信他人也能合理行事</p><p>但是 他人不是也如此看待你嗎 ?</p><p>無政府主義者認爲</p><p>是反社會行爲使得 軍隊 警察 監獄 以及 政府 對我們的控制 成爲必要</p><p>但是幾乎所有這些反社會行爲 都是由系統的不平等和不公正引起的</p><p>而正是因爲 軍隊 警察 監獄 和 政府</p><p>使得這些系統的不平和不公成爲了可能</p><p>這是一個惡性循環</p><p>如果人們習慣了自己的意見和看法總是被當作無足輕重</p><p>那麼他們就容易變得憤世嫉俗甚至暴力</p><p>這樣當然就又給了當權者理由 去說他們的意見和看法並不重要</p><p>一旦人們明白了自己的的意見 是和其他人的意見同等重要的</p><p>他們就會表現的非常能理解他人</p><p>簡而言之</p><p>無政府主義者相信 通常是權利自身 以及權利的影響</p><p>導致了人們的愚蠢和不負責任</p><p></p><p><ul class="org-ul"></p><p><li><p>你是某個 聚落布 或者 運動隊</p><p>或者任何一個依志願而形成的組織 的成員嗎 ?</p><p>在其中 決策不是由某個領導者強加給你的</p><p>而是依所有成員的共識達成的</p></li></ul></p></li>

<li><p>如果你的回答是 "是"</p><p>那麼你就屬於某個依照無政府主義原則而運作的組織</p><p>因爲 另一個無政府主義原則就是 <b>志願合作</b> [voluntary association]</p><p>這其實就是簡單地把民主原則適用到日常生活當中</p><p>區別只在於 無政府主義者相信</p><p>構建這樣的一個社會也是有可能的</p><p>其中的方方面面都可以依此原則來運作</p><p>所有的小組都依其成員的自由志願[free consent]而決策</p><p>因此 所有自上而下的軍事化的組織</p><p>比如 軍隊 官僚 和 大的公司</p><p>這些依照命令的鏈條而運作的組織</p><p>都不再必要了</p><p>也許你認爲這是不可能的</p><p>也許你認爲這是可能的</p><p>但是 每當你因一致同意而達成協議 從而避免了恐嚇與脅迫</p><p>每當你和另外某人達成共識而作出志願的計劃</p><p>或者當你考慮到他人的特殊困境而作出妥協</p><p>你都在踐行無政府主義原則 &#x2013; 即使你沒有意識到</p></li>

<li><p>&gt;&lt;</p></li></ul>
</div>
</div>
