source/_posts/translation/are-you-an-anarchist.org
* 原文

  - Chances are you have already heard something
    about who anarchists are and what they are supposed to believe.
    Chances are almost everything you have heard is nonsense.
    Many people seem to think that
    anarchists are proponents of violence, chaos, and destruction,
    that they are against all forms of order and organization,
    or that they are crazed nihilists
    who just want to blow everything up.
    In reality, nothing could be further from the truth.
    Anarchists are simply people who believe
    human beings are capable of behaving in a reasonable fashion
    without having to be forced to.
    It is really a very simple notion.
    But it's one that the rich and powerful
    have always found extremely dangerous.

  - At their very simplest,
    anarchist beliefs turn on to two elementary assumptions.
    The first is that human beings are, under ordinary circumstances,
    about as reasonable and decent as they are allowed to be,
    and can organize themselves and their communities
    without needing to be told how.
    The second is that power corrupts.
    Most of all, anarchism is just a matter of
    having the courage to take the simple principles
    of common decency that we all live by,
    and to follow them through to their logical conclusions.
    Odd though this may seem,
    in most important ways you are probably already an anarchist
    -- you just don't realize it.

  - Let's start by taking a few examples from everyday life.

    - If there's a line to get on a crowded bus,
      do you wait your turn and refrain from
      elbowing your way past others even in the absence of police?

  - If you answered "yes",
    then you are used to acting like an anarchist!
    The most basic anarchist principle is self-organization:
    the assumption that human beings
    do not need to be threatened with prosecution
    in order to be able to
    come to reasonable understandings with each other,
    or to treat each other with dignity and respect.

  - Everyone believes they are capable of
    behaving reasonably themselves.
    If they think laws and police are necessary,
    it is only because they don't believe that other people are.
    But if you think about it,
    don't those people all feel exactly the same way about you?
    Anarchists argue that almost all the anti-social behavior
    which makes us think it's necessary to have
    armies, police, prisons, and governments to control our lives,
    is actually caused by the systematic inequalities and injustice
    those armies, police, prisons and governments make possible.
    It's all a vicious circle.
    If people are used to being treated like
    their opinions do not matter,
    they are likely to become angry and cynical,
    even violent -- which of course makes it easy for those in power
    to say that their opinions do not matter.
    Once they understand that their opinions really do matter
    just as much as anyone else's,
    they tend to become remarkably understanding.
    To cut a long story short:
    anarchists believe that for the most part
    it is power itself,
    and the effects of power,
    that make people stupid and irresponsible.

    - Are you a member of a club or sports team
      or any other voluntary organization
      where decisions are not imposed by one leader
      but made on the basis of general consent?

  - If you answered "yes",
    then you belong to an organization
    which works on anarchist principles!
    Another basic anarchist principle is voluntary association.
    This is simply a matter of applying democratic principles
    to ordinary life. The only difference is that
    anarchists believe it should be possible to have a society
    in which everything could be organized along these lines,
    all groups based on the free consent of their members,
    and therefore, that all top-down, military styles of organization
    like armies or bureaucracies or large corporations,
    based on chains of command, would no longer be necessary.
    Perhaps you don't believe that would be possible.
    Perhaps you do. But every time you reach an agreement by consensus,
    rather than threats, every time you make a voluntary arrangement
    with another person, come to an understanding,
    or reach a compromise by taking due consideration
    of the other person's particular situation or needs,
    you are being an anarchist -- even if you don't realize it.

  - ><

  - Anarchism is just the way people act
    when they are free to do as they choose,
    and when they deal with others who are equally free
    -- and therefore aware of the responsibility to others that entails.
    This leads to another crucial point:
    that while people can be reasonable and considerate
    when they are dealing with equals,
    human nature is such that they cannot be trusted
    to do so when given power over others.
    Give someone such power,
    they will almost invariably abuse it in some way or another.

    - Do you believe that most politicians are selfish,
      egotistical swine who don't really care about the public interest?
      Do you think we live in an economic system
      which is stupid and unfair?

  - If you answered "yes",
    then you subscribe to the anarchist critique of today's society
    -- at least, in its broadest outlines.
    Anarchists believe that power corrupts
    and those who spend their entire lives seeking power
    are the very last people who should have it.
    Anarchists believe that our present economic system
    is more likely to reward people for selfish
    and unscrupulous behavior
    than for being decent, caring human beings.
    Most people feel that way.
    The only difference is that most people don't think
    there's anything that can be done about it, or anyway
    -- and this is what the faithful servants of the powerful
    are always most likely to insist
    -- anything that won't end up making things even worse.

  - But what if that weren't true?

  - And is there really any reason to believe this?
    When you can actually test them,
    most of the usual predictions about
    what would happen without states or capitalism
    turn out to be entirely untrue.
    For thousands of years people lived without governments.
    In many parts of the world people live outside of the control
    of governments today. They do not all kill each other.
    Mostly they just get on about their lives
    the same as anyone else would.
    Of course, in a complex, urban, technological society
    all this would be more complicated:
    but technology can also make all these problems
    a lot easier to solve. In fact, we have not even begun
    to think about what our lives could be like
    if technology were really marshaled to fit human needs.
    How many hours would we really need to work
    in order to maintain a functional society -- that is,
    if we got rid of all the useless or destructive occupations
    like telemarketers, lawyers, prison guards,
    financial analysts, public relations experts,
    bureaucrats and politicians,
    and turn our best scientific minds away from working on
    space weaponry or stock market systems
    to mechanizing away dangerous or annoying tasks
    like coal mining or cleaning the bathroom,
    and distribute the remaining work among everyone equally?
    Five hours a day? Four? Three? Two?
    Nobody knows because no one is even asking this kind of question.
    Anarchists think these are the very questions we should be asking.

    - Do you really believe those things you tell your children
      (or that your parents told you)?

  - "It doesn't matter who started it."
    "Two wrongs don't make a right."
    "Clean up your own mess."
    "Do unto others..."
    "Don't be mean to people just because they're different."
    Perhaps we should decide whether we're lying to our children
    when we tell them about right and wrong,
    or whether we're willing to take our own injunctions seriously.
    Because if you take these moral principles
    to their logical conclusions, you arrive at anarchism.

  - Take the principle that
    two wrongs don't make a right.
    If you really took it seriously,
    that alone would knock away almost the entire basis
    for war and the criminal justice system.
    The same goes for sharing:
    we're always telling children that
    they have to learn to share,
    to be considerate of each other's needs,
    to help each other;
    then we go off into the real world
    where we assume that everyone is naturally selfish
    and competitive. But an anarchist would point out:
    in fact, what we say to our children is right.
    Pretty much every great worthwhile achievement in human history,
    every discovery or accomplishment
    that's improved our lives, has been based on
    cooperation and mutual aid;
    even now, most of us spend more of our money
    on our friends and families than on ourselves;
    while likely as not there will always be
    competitive people in the world,
    there's no reason why society has to be based on
    encouraging such behavior, let alone making people
    compete over the basic necessities of life.
    That only serves the interests of people in power,
    who want us to live in fear of one another.
    That's why anarchists call for a society based
    not only on free association but mutual aid.
    The fact is that most children grow up
    believing in anarchist morality,
    and then gradually have to realize that
    the adult world doesn't really work that way.
    That's why so many become rebellious, or alienated,
    even suicidal as adolescents,
    and finally, resigned and bitter as adults;
    their only solace, often, being the ability
    to raise children of their own and pretend to them that
    the world is fair.
    But what if we really could start to build a world
    which really was at least founded on principles of justice?
    Wouldn't that be the greatest gift
    to one's children one could possibly give?

    - Do you believe that
      human beings are fundamentally corrupt and evil,
      or that certain sorts of people
      (women, people of color,
       ordinary folk who are not rich or highly educated)
      are inferior specimens, destined to be ruled by their betters?

  - If you answered "yes", then, well,
    it looks like you aren't an anarchist after all.
    But if you answered "no",
    then chances are you already subscribe to
    90% of anarchist principles, and, likely as not,
    are living your life largely in accord with them.
    Every time you treat another human with consideration and respect,
    you are being an anarchist.
    Every time you work out your differences with others
    by coming to reasonable compromise,
    listening to what everyone has to say
    rather than letting one person decide for everyone else,
    you are being an anarchist.
    Every time you have the opportunity
    to force someone to do something,
    but decide to appeal to their sense of reason
    or justice instead, you are being an anarchist.
    The same goes for every time you share something with a friend,
    or decide who is going to do the dishes,
    or do anything at all with an eye to fairness.

  - Now, you might object that
    all this is well and good as a way for small groups of people
    to get on with each other,
    but managing a city, or a country,
    is an entirely different matter.
    And of course there is something to this.
    Even if you decentralize society
    and put as much power as possible
    in the hands of small communities,
    there will still be plenty of things that need to be coordinated,
    from running railroads
    to deciding on directions for medical research.
    But just because something is complicated
    does not mean there is no way to do it democratically.
    It would just be complicated.
    In fact, anarchists have all sorts of different ideas and visions
    about how a complex society might manage itself.
    To explain them though would go far beyond the scope
    of a little introductory text like this.
    Suffice it to say, first of all, that
    a lot of people have spent a lot of time coming up with models
    for how a really democratic, healthy society might work;
    but second, and just as importantly,
    no anarchist claims to have a perfect blueprint.
    The last thing we want is to
    impose prefab models on society anyway.
    The truth is we probably can't even imagine
    half the problems that will come up
    when we try to create a democratic society;
    still, we're confident that,
    human ingenuity being what it is,
    such problems can always be solved,
    so long as it is in the spirit of our basic principles
    -- which are, in the final analysis,
    simply the principles of fundamental human decency.
