source/_posts/translation/are-you-an-anarchist.html

<div id="outline-container-orge8a54a4" class="outline-2">
<h2 id="orge8a54a4">原文</h2>
<div class="outline-text-2" id="text-orge8a54a4">
<ul class="org-ul">
<li><p>Chances are you have already heard something</p><p>about who anarchists are and what they are supposed to believe.</p><p>Chances are almost everything you have heard is nonsense.</p><p>Many people seem to think that</p><p>anarchists are proponents of violence, chaos, and destruction,</p><p>that they are against all forms of order and organization,</p><p>or that they are crazed nihilists</p><p>who just want to blow everything up.</p><p>In reality, nothing could be further from the truth.</p><p>Anarchists are simply people who believe</p><p>human beings are capable of behaving in a reasonable fashion</p><p>without having to be forced to.</p><p>It is really a very simple notion.</p><p>But it's one that the rich and powerful</p><p>have always found extremely dangerous.</p></li>

<li><p>At their very simplest,</p><p>anarchist beliefs turn on to two elementary assumptions.</p><p>The first is that human beings are, under ordinary circumstances,</p><p>about as reasonable and decent as they are allowed to be,</p><p>and can organize themselves and their communities</p><p>without needing to be told how.</p><p>The second is that power corrupts.</p><p>Most of all, anarchism is just a matter of</p><p>having the courage to take the simple principles</p><p>of common decency that we all live by,</p><p>and to follow them through to their logical conclusions.</p><p>Odd though this may seem,</p><p>in most important ways you are probably already an anarchist</p><p>&#x2013; you just don't realize it.</p></li>

<li><p>Let's start by taking a few examples from everyday life.</p><p></p><p><ul class="org-ul"></p><p><li><p>If there's a line to get on a crowded bus,</p><p>do you wait your turn and refrain from</p><p>elbowing your way past others even in the absence of police?</p></li></ul></p></li>

<li><p>If you answered "yes",</p><p>then you are used to acting like an anarchist!</p><p>The most basic anarchist principle is self-organization:</p><p>the assumption that human beings</p><p>do not need to be threatened with prosecution</p><p>in order to be able to</p><p>come to reasonable understandings with each other,</p><p>or to treat each other with dignity and respect.</p></li>

<li><p>Everyone believes they are capable of</p><p>behaving reasonably themselves.</p><p>If they think laws and police are necessary,</p><p>it is only because they don't believe that other people are.</p><p>But if you think about it,</p><p>don't those people all feel exactly the same way about you?</p><p>Anarchists argue that almost all the anti-social behavior</p><p>which makes us think it's necessary to have</p><p>armies, police, prisons, and governments to control our lives,</p><p>is actually caused by the systematic inequalities and injustice</p><p>those armies, police, prisons and governments make possible.</p><p>It's all a vicious circle.</p><p>If people are used to being treated like</p><p>their opinions do not matter,</p><p>they are likely to become angry and cynical,</p><p>even violent &#x2013; which of course makes it easy for those in power</p><p>to say that their opinions do not matter.</p><p>Once they understand that their opinions really do matter</p><p>just as much as anyone else's,</p><p>they tend to become remarkably understanding.</p><p>To cut a long story short:</p><p>anarchists believe that for the most part</p><p>it is power itself,</p><p>and the effects of power,</p><p>that make people stupid and irresponsible.</p><p></p><p><ul class="org-ul"></p><p><li><p>Are you a member of a club or sports team</p><p>or any other voluntary organization</p><p>where decisions are not imposed by one leader</p><p>but made on the basis of general consent?</p></li></ul></p></li>

<li><p>If you answered "yes",</p><p>then you belong to an organization</p><p>which works on anarchist principles!</p><p>Another basic anarchist principle is voluntary association.</p><p>This is simply a matter of applying democratic principles</p><p>to ordinary life. The only difference is that</p><p>anarchists believe it should be possible to have a society</p><p>in which everything could be organized along these lines,</p><p>all groups based on the free consent of their members,</p><p>and therefore, that all top-down, military styles of organization</p><p>like armies or bureaucracies or large corporations,</p><p>based on chains of command, would no longer be necessary.</p><p>Perhaps you don't believe that would be possible.</p><p>Perhaps you do. But every time you reach an agreement by consensus,</p><p>rather than threats, every time you make a voluntary arrangement</p><p>with another person, come to an understanding,</p><p>or reach a compromise by taking due consideration</p><p>of the other person's particular situation or needs,</p><p>you are being an anarchist &#x2013; even if you don't realize it.</p></li>

<li><p>&gt;&lt;</p></li>

<li><p>Anarchism is just the way people act</p><p>when they are free to do as they choose,</p><p>and when they deal with others who are equally free</p><p>&#x2013; and therefore aware of the responsibility to others that entails.</p><p>This leads to another crucial point:</p><p>that while people can be reasonable and considerate</p><p>when they are dealing with equals,</p><p>human nature is such that they cannot be trusted</p><p>to do so when given power over others.</p><p>Give someone such power,</p><p>they will almost invariably abuse it in some way or another.</p><p></p><p><ul class="org-ul"></p><p><li><p>Do you believe that most politicians are selfish,</p><p>egotistical swine who don't really care about the public interest?</p><p>Do you think we live in an economic system</p><p>which is stupid and unfair?</p></li></ul></p></li>

<li><p>If you answered "yes",</p><p>then you subscribe to the anarchist critique of today's society</p><p>&#x2013; at least, in its broadest outlines.</p><p>Anarchists believe that power corrupts</p><p>and those who spend their entire lives seeking power</p><p>are the very last people who should have it.</p><p>Anarchists believe that our present economic system</p><p>is more likely to reward people for selfish</p><p>and unscrupulous behavior</p><p>than for being decent, caring human beings.</p><p>Most people feel that way.</p><p>The only difference is that most people don't think</p><p>there's anything that can be done about it, or anyway</p><p>&#x2013; and this is what the faithful servants of the powerful</p><p>are always most likely to insist</p><p>&#x2013; anything that won't end up making things even worse.</p></li>

<li><p>But what if that weren't true?</p></li>

<li><p>And is there really any reason to believe this?</p><p>When you can actually test them,</p><p>most of the usual predictions about</p><p>what would happen without states or capitalism</p><p>turn out to be entirely untrue.</p><p>For thousands of years people lived without governments.</p><p>In many parts of the world people live outside of the control</p><p>of governments today. They do not all kill each other.</p><p>Mostly they just get on about their lives</p><p>the same as anyone else would.</p><p>Of course, in a complex, urban, technological society</p><p>all this would be more complicated:</p><p>but technology can also make all these problems</p><p>a lot easier to solve. In fact, we have not even begun</p><p>to think about what our lives could be like</p><p>if technology were really marshaled to fit human needs.</p><p>How many hours would we really need to work</p><p>in order to maintain a functional society &#x2013; that is,</p><p>if we got rid of all the useless or destructive occupations</p><p>like telemarketers, lawyers, prison guards,</p><p>financial analysts, public relations experts,</p><p>bureaucrats and politicians,</p><p>and turn our best scientific minds away from working on</p><p>space weaponry or stock market systems</p><p>to mechanizing away dangerous or annoying tasks</p><p>like coal mining or cleaning the bathroom,</p><p>and distribute the remaining work among everyone equally?</p><p>Five hours a day? Four? Three? Two?</p><p>Nobody knows because no one is even asking this kind of question.</p><p>Anarchists think these are the very questions we should be asking.</p><p></p><p><ul class="org-ul"></p><p><li><p>Do you really believe those things you tell your children</p><p>(or that your parents told you)?</p></li></ul></p></li>

<li><p>"It doesn't matter who started it."</p><p>"Two wrongs don't make a right."</p><p>"Clean up your own mess."</p><p>"Do unto others&#x2026;"</p><p>"Don't be mean to people just because they're different."</p><p>Perhaps we should decide whether we're lying to our children</p><p>when we tell them about right and wrong,</p><p>or whether we're willing to take our own injunctions seriously.</p><p>Because if you take these moral principles</p><p>to their logical conclusions, you arrive at anarchism.</p></li>

<li><p>Take the principle that</p><p>two wrongs don't make a right.</p><p>If you really took it seriously,</p><p>that alone would knock away almost the entire basis</p><p>for war and the criminal justice system.</p><p>The same goes for sharing:</p><p>we're always telling children that</p><p>they have to learn to share,</p><p>to be considerate of each other's needs,</p><p>to help each other;</p><p>then we go off into the real world</p><p>where we assume that everyone is naturally selfish</p><p>and competitive. But an anarchist would point out:</p><p>in fact, what we say to our children is right.</p><p>Pretty much every great worthwhile achievement in human history,</p><p>every discovery or accomplishment</p><p>that's improved our lives, has been based on</p><p>cooperation and mutual aid;</p><p>even now, most of us spend more of our money</p><p>on our friends and families than on ourselves;</p><p>while likely as not there will always be</p><p>competitive people in the world,</p><p>there's no reason why society has to be based on</p><p>encouraging such behavior, let alone making people</p><p>compete over the basic necessities of life.</p><p>That only serves the interests of people in power,</p><p>who want us to live in fear of one another.</p><p>That's why anarchists call for a society based</p><p>not only on free association but mutual aid.</p><p>The fact is that most children grow up</p><p>believing in anarchist morality,</p><p>and then gradually have to realize that</p><p>the adult world doesn't really work that way.</p><p>That's why so many become rebellious, or alienated,</p><p>even suicidal as adolescents,</p><p>and finally, resigned and bitter as adults;</p><p>their only solace, often, being the ability</p><p>to raise children of their own and pretend to them that</p><p>the world is fair.</p><p>But what if we really could start to build a world</p><p>which really was at least founded on principles of justice?</p><p>Wouldn't that be the greatest gift</p><p>to one's children one could possibly give?</p><p></p><p><ul class="org-ul"></p><p><li><p>Do you believe that</p><p>human beings are fundamentally corrupt and evil,</p><p>or that certain sorts of people</p><p>(women, people of color,</p><p> ordinary folk who are not rich or highly educated)</p><p>are inferior specimens, destined to be ruled by their betters?</p></li></ul></p></li>

<li><p>If you answered "yes", then, well,</p><p>it looks like you aren't an anarchist after all.</p><p>But if you answered "no",</p><p>then chances are you already subscribe to</p><p>90% of anarchist principles, and, likely as not,</p><p>are living your life largely in accord with them.</p><p>Every time you treat another human with consideration and respect,</p><p>you are being an anarchist.</p><p>Every time you work out your differences with others</p><p>by coming to reasonable compromise,</p><p>listening to what everyone has to say</p><p>rather than letting one person decide for everyone else,</p><p>you are being an anarchist.</p><p>Every time you have the opportunity</p><p>to force someone to do something,</p><p>but decide to appeal to their sense of reason</p><p>or justice instead, you are being an anarchist.</p><p>The same goes for every time you share something with a friend,</p><p>or decide who is going to do the dishes,</p><p>or do anything at all with an eye to fairness.</p></li>

<li><p>Now, you might object that</p><p>all this is well and good as a way for small groups of people</p><p>to get on with each other,</p><p>but managing a city, or a country,</p><p>is an entirely different matter.</p><p>And of course there is something to this.</p><p>Even if you decentralize society</p><p>and put as much power as possible</p><p>in the hands of small communities,</p><p>there will still be plenty of things that need to be coordinated,</p><p>from running railroads</p><p>to deciding on directions for medical research.</p><p>But just because something is complicated</p><p>does not mean there is no way to do it democratically.</p><p>It would just be complicated.</p><p>In fact, anarchists have all sorts of different ideas and visions</p><p>about how a complex society might manage itself.</p><p>To explain them though would go far beyond the scope</p><p>of a little introductory text like this.</p><p>Suffice it to say, first of all, that</p><p>a lot of people have spent a lot of time coming up with models</p><p>for how a really democratic, healthy society might work;</p><p>but second, and just as importantly,</p><p>no anarchist claims to have a perfect blueprint.</p><p>The last thing we want is to</p><p>impose prefab models on society anyway.</p><p>The truth is we probably can't even imagine</p><p>half the problems that will come up</p><p>when we try to create a democratic society;</p><p>still, we're confident that,</p><p>human ingenuity being what it is,</p><p>such problems can always be solved,</p><p>so long as it is in the spirit of our basic principles</p><p>&#x2013; which are, in the final analysis,</p><p>simply the principles of fundamental human decency.</p></li></ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: David Graeber</p>
<p class="date">Created: 2018-06-05 Tue 05:11</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
